<?php declare (strict_types = 1);
#coding: utf-8
# +-------------------------------------------------------------------
# | 启动系统服务
# +-------------------------------------------------------------------
# | Copyright (c) 2017-2019 Sower rights reserved.
# +-------------------------------------------------------------------
# +-------------------------------------------------------------------
namespace sower\service\first;
use sower\App;
class Start
{
    public function init(App $app)
    {
        $app->boot();
    }
}
